Repository: Chelny/youpi
Catalog: translations/locales/*/messages.po
Languages: fr

source: The settings have been updated!
fr: Les paramètres ont été mise à jour avec succès !

source: Room: {roomName}
fr: Salle : {roomName}

source: Table: {tableNumber} - Host: {tableHostUsername}
fr: Table : {tableNumber} - Hôte : {tableHostUsername}

source: The {appName} Team
fr: L'équipe {appName}

source: © {copyrightYear} {appName}, All Rights Reserved
fr: © {copyrightYear} {appName}, Tous droits réservés

source: {username} is online.
fr: {username} est en ligne.

source: {username} is offline.
fr: {username} est hors ligne.

source: Instant message with {username} started {time}
fr: Message instantané avec {username} commencé {time}

source: Collapse {label}
fr: Réduire {label}

source: Expand {label}
fr: Développer {label}

source: Table #{tableNumber}
fr: Table n°{tableNumber}

source: Invitation to table #{tableNumber}
fr: Invitation à la table n°{tableNumber}

source: {username} declined your invitation. Reason: {reason}
fr: {username} a refusé votre invitation. Raison: {reason}

source: {username} declined your invitation.
fr: {username} a refusé votre invitation.

source: You have been booted from table #{tableNumber} by {host}.
fr: Vous avez été expulsé(e) de la table n°{tableNumber} par {host}.

source: Cipher key: {plainChar} => {cipherChar}
fr: Clé de chiffrement : {plainChar} => {cipherChar}

source: {username}’s old rating: {oldRating}; new rating: {newRating}
fr: Ancien classement de {username} : {oldRating}; nouveau classement : {newRating}

source: {username} is a hero of {appName}!
fr: {username} est un héros de {appName} !

source: You are the host of the table. This gives you the power to invite to [or boot people from] your table. You may also limit other player’s access to your table by selecting its "Table Type".
fr: Vous êtes l'hôte de la table. Cela vous donne le pouvoir d'inviter [ou d'expulser des personnes] de votre table. Vous pouvez également limiter l'accès des autres joueurs à votre table en sélectionnant son "Type de Table".

source: Only people you have invited may play now.
fr: Seules les personnes que vous avez invitées peuvent jouer maintenant.

source: Only people you have invited may play or watch your table now.
fr: Seules les personnes que vous avez invitées peuvent jouer ou regarder votre table maintenant.

source: Anyone may play or watch your table now.
fr: Tout le monde peut jouer ou regarder votre table maintenant.

source: {tableHostUsername} has booted {username} from the table.
fr: {tableHostUsername} a expulsé {username} de la table.

source: You have been granted access to play by the host.
fr: Vous avez reçu l'autorisation de jouer de la part de l'hôte.

source: You granted {username} access to play.
fr: Vous avez accordé à {username} l'autorisation de jouer.

source: {username} has joined the table.
fr: {username} a rejoint la table.

source: {username} has accepted the invitation to the table.
fr: {username} a accepté l'invitation à la table.

source: {username} has left the table.
fr: {username} a quitté la table.

source: Use Item on Player {number}
fr: Utiliser un objet sur le joueur {number}

source: Verify your email address
fr: Vérifiez votre adresse électronique

source: Hi {name},
fr: Bonjour {name},

source: We received a request to verify your email address. To proceed, click the following link:
fr: Nous avons reçu une demande de vérification de votre adresse électronique. Pour continuer, cliquez sur le lien suivant :

source: Verify email
fr: Vérifier votre adresse électronique

source: If that doesn't work, copy and paste the following link in a browser:
fr: Si cela ne fonctionne pas, copiez et collez le lien suivant dans un navigateur :

source: The verification token will expire 1 hour after receiving this message.
fr: Le jeton de vérification expirera une heure après la réception de ce message.

source: If you did not make this request or if you believe your account has been compromised, contact our support team immediately.
fr: Si vous n'avez pas fait cette demande ou si vous pensez que votre compte a été compromis, contactez immédiatement notre équipe d'assistance.

source: Hi {name}, We received a request to verify your email address. To proceed, copy and paste the following link in a browser: {url} The verification token will expire 1 hour after receiving this message. If you did not make this request or if you believe your account has been compromised, contact our support team immediately.
fr: Bonjour {name}, Nous avons reçu une demande de vérification de votre adresse électronique. Pour continuer, copiez et collez le lien suivant dans un navigateur : {url} Le jeton de vérification expirera 1 heure après la réception de ce message. Si vous n'êtes pas à l'origine de cette demande ou si vous pensez que votre compte a été compromis, contactez immédiatement notre équipe de support.

source: Sign in to {appName}
fr: Connectez-vous à {appName}

source: This magic link will expire in 10 minutes.
fr: Ce lien magique expirera dans 10 minutes.

source: If you did not request this email you can safely ignore it.
fr: Si vous n'avez pas demandé ce courriel, vous pouvez l'ignorer en toute sécurité.

source: Hi, Sign in to {appName} {url} This magic link will expire in 10 minutes. If you did not request this email you can safely ignore it.
fr: Bonjour, Connectez-vous à {appName} {url} Ce lien magique expirera dans 10 minutes. Si vous n'avez pas demandé ce courriel, vous pouvez l'ignorer en toute sécurité.

source: Password reset request
fr: Demande de réinitialisation du mot de passe

source: We’ve received a request to reset your password. Reset your password by clicking the following link:
fr: Nous avons reçu une demande pour réinitialiser votre mot de passe. Réinitialisez votre mot de passe en cliquant sur le lien suivant :

source: Reset password
fr: Réinitialiser le mot de passe

source: The link will expire 1 hour after receiving this message.
fr: Le lien expirera 1 heure après la réception de ce message.

source: If you did not request a new password or if you believe your account has been compromised, contact our support team immediately.
fr: Si vous n'avez pas demandé un nouveau mot de passe ou si vous pensez que votre compte a été compromis, contactez immédiatement notre équipe d'assistance.

source: Hi {name}, We’ve received a request to reset your password. Reset your password by copying and pasting the following link in a browser: {url} The link will expire 1 hour after receiving this message. If you did not request a new password or if you believe your account has been compromised, contact our support team immediately.
fr: Bonjour {name}, Nous avons reçu une demande de réinitialisation de votre mot de passe. Réinitialisez votre mot de passe en copiant et collant le lien suivant dans un navigateur : {url} Le lien expirera 1 heure après la réception de ce message. Si vous n’avez pas demandé un nouveau mot de passe ou si vous pensez que votre compte a été compromis, contactez immédiatement notre équipe d’assistance.

source: Email change request
fr: Demande de changement de courriel

source: We’ve received an email change request for your account. You’ve entered {newEmail} as the email address for your account. Verify this email address by clicking the following link:
fr: Nous avons reçu une demande de changement d'adresse électronique pour votre compte. Vous avez saisi {newEmail} comme adresse électronique pour votre compte. Vérifiez cette adresse électronique en cliquant sur le lien suivant :

source: Update Email
fr: Mettre à jour le courriel

source: The verification token will expire 15 minutes after receiving this message.
fr: Le jeton de vérification expirera 15 minutes après la réception de ce message.

source: If you did not make this change, your account might have been compromised, contact our support team immediately.
fr: Si vous n'êtes pas à l'origine de ce changement, votre compte pourrait avoir été compromis. Contactez immédiatement notre équipe de support.

source: Hi {name}, We’ve received an email change request for your account. You’ve entered {newEmail} as the email address for your account. Verify this email address by copying and pasting the following link in a browser: {url} The verification token will expire 15 minutes after receiving this message. If you did not make this change, your account might have been compromised, contact our support team immediately.
fr: Bonjour {name}, Nous avons reçu une demande de changement de courriel pour votre compte. Vous avez saisi {newEmail} comme adresse électronique pour votre compte. Vérifiez cette adresse électronique en copiant et en collant le lien suivant dans un navigateur : {url} Le jeton de vérification expirera 15 minutes après la réception de ce message. Si vous n'êtes pas à l'origine de ce changement, votre compte pourrait avoir été compromis. Contactez immédiatement notre équipe de support.

source: Account deletion request received
fr: Demande de suppression de compte reçue

source: This is to confirm that we have received your request to delete your account associated with the email <strong>{email}</strong>. Confirm your account deletion by clicking the following link:
fr: Ceci est pour confirmer que nous avons reçu votre demande de suppression de votre compte associé au courriel <strong>{email}</strong>. Confirmez la suppression de votre compte en cliquant sur le lien suivant :

source: Delete Account
fr: Supprimer le compte

source: Once your account is deleted, all your data will be permanently removed from our system, and this action cannot be undone. Ensure to remove our application from your third-party account settings to fully disconnect your account.
fr: Une fois votre compte supprimé, toutes vos données seront définitivement supprimées de notre système, et cette action ne peut pas être annulée. Assurez-vous de supprimer notre application de vos paramètres de compte tiers pour déconnecter complètement votre compte.

source: If you have any questions or need assistance, do not hesitate to reach out.
fr: Si vous avez des questions ou avez besoin d'assistance, n'hésitez pas à nous contacter.

source: Hi {name}, This is to confirm that we have received your request to delete your account associated with the email {email}. Confirm your account deletion by copying and pasting the following link in a browser: {url} Once your account is deleted, all your data will be permanently removed from our system, and this action cannot be undone. Ensure to remove our application from your third-party account settings to fully disconnect your account. If you have any questions or need assistance, do not hesitate to reach out.
fr: Bonjour {name}, Ceci est pour confirmer que nous avons reçu votre demande de suppression de votre compte associé au courriel {email}. Confirmez la suppression de votre compte en copiant et en collant le lien suivant dans un navigateur : {url} Une fois votre compte supprimé, toutes vos données seront définitivement supprimées de notre système, et cette action ne peut pas être annulée. Assurez-vous de supprimer notre application de vos paramètres de compte tiers pour déconnecter complètement votre compte. Si vous avez des questions ou avez besoin d'assistance, n'hésitez pas à nous contacter.

source: You are not authorized to perform this action. Please sign in and try again.
fr: Vous n’êtes pas autorisé à effectuer cette action. Veuillez vous connecter et réessayer.

source: {0, plural, zero {No results} one {{1} result} other {{2} results}}
fr: {0, plural, zero {Aucun résultat} one {{1} résultat} other {{2} résultats}}

source: {inviterInfo} has invited you to table #{tableNumber}.
fr: {inviterInfo} vous a invité à la table n°{tableNumber}.

source: {message} Please try again or <0>contact our support team</0> if the issue persists.
fr: {message} Veuillez réessayer ou <0>contactez notre équipe de soutien</0> si le problème persiste.

source: {myNetDelay, plural, zero {My net delay: {myNetDelay} seconds.} one {My net delay: {myNetDelay} second.} other {My net delay: {myNetDelay} seconds.}}
fr: {myNetDelay, plural, zero {Mon délai réseau : {myNetDelay} secondes.} one {Mon délai réseau : {myNetDelay} seconde.} other {Mon délai réseau : {myNetDelay} secondes.}}

source: {powerLevel, select, minor {{sourceUsername} minorly defused {targetUsername}} mega {{sourceUsername} mega defused {targetUsername}} other {{sourceUsername} defused {targetUsername}}}
fr: {powerLevel, select, minor {{sourceUsername} a légèrement désamorcé {targetUsername}} mega {{sourceUsername} a puissamment désamorcé {targetUsername}} other {{sourceUsername} a désamorcé {targetUsername}}}

source: {powerLevel, select, minor {{sourceUsername} minorly dithered {targetUsername}} mega {{sourceUsername} mega dithered {targetUsername}} other {{sourceUsername} dithered {targetUsername}}}
fr: {powerLevel, select, minor {{sourceUsername} a légèrement brouillé {targetUsername}} mega {{sourceUsername} a puissamment brouillé {targetUsername}} other {{sourceUsername} a brouillé {targetUsername}}}

source: {powerLevel, select, minor {You can add a stone} normal {You can add 2 stones} mega {You can add 3 stones} other {You can add stones}}
fr: {powerLevel, select, minor {Vous pouvez ajouter une pierre} normal {Vous pouvez ajouter 2 pierres} mega {Vous pouvez ajouter 3 pierres} other {Vous pouvez ajouter des pierres}}

source: {powerLevel, select, minor {You can drop a stone} normal {You can drop 2 stones} mega {You can drop 3 stones} other {You can drop stones}}
fr: {powerLevel, select, minor {Vous pouvez déposer une pierre} normal {Vous pouvez déposer 2 pierres} mega {Vous pouvez déposer 3 pierres} other {Vous pouvez déposer des pierres}}

source: {powerLevel, select, minor {You can minorly clump} mega {You can mega clump} other {You can clump}}
fr: {powerLevel, select, minor {Vous pouvez regrouper légèrement} mega {Vous pouvez regrouper fortement} other {Vous pouvez regrouper}}

source: {powerLevel, select, minor {You can minorly defuse} mega {You can mega defuse} other {You can defuse}}
fr: {powerLevel, select, minor {Vous pouvez désamorcer légèrement} mega {Vous pouvez désamorcer fortement} other {Vous pouvez désamorcer}}

source: {powerLevel, select, minor {You can minorly dither} mega {You can mega dither} other {You can dither}}
fr: {powerLevel, select, minor {Vous pouvez brouiller légèrement} mega {Vous pouvez brouiller fortement} other {Vous pouvez brouiller}}

source: {powerLevel, select, minor {You can minorly remove powers} mega {You can mega remove powers} other {You can remove powers}}
fr: {powerLevel, select, minor {Vous pouvez supprimer légèrement les pouvoirs} mega {Vous pouvez supprimer fortement les pouvoirs} other {Vous pouvez supprimer les pouvoirs}}

source: {sourceUsername} added a row to {targetUsername}
fr: {sourceUsername} a ajouté une rangée à {targetUsername}

source: {sourceUsername} clumped {targetUsername}
fr: {sourceUsername} a regroupé les blocs de {targetUsername}

source: {sourceUsername} color blasted {targetUsername}
fr: {sourceUsername} a déclenché une explosion de couleur sur {targetUsername}

source: {sourceUsername} removed a row from {targetUsername}
fr: {sourceUsername} a supprimé une rangée de {targetUsername}

source: {sourceUsername} removed powers from {targetUsername}
fr: {sourceUsername} a supprimé les pouvoirs de {targetUsername}

source: {sourceUsername} sent a color plague to {targetUsername}
fr: {sourceUsername} a envoyé une peste colorée à {targetUsername}

source: {sourceUsername} sent a Medusa piece to {targetUsername}
fr: {sourceUsername} a envoyé une pièce Méduse à {targetUsername}

source: {sourceUsername} sent a Midas piece to {targetUsername}
fr: {sourceUsername} a envoyé une pièce Midas à {targetUsername}

source: {sourceUsername} stoned {targetUsername}
fr: {sourceUsername} a lancé des pierres à {targetUsername}

source: {sourceUsername} used a special cell on {targetUsername}
fr: {sourceUsername} a utilisé une cellule spéciale sur {targetUsername}

source: {targetNetDelay, plural, zero {{username}’s net delay: {targetNetDelay} seconds.} one {{username}’s net delay: {targetNetDelay} second.} other {{username}’s net delay: {targetNetDelay} seconds.}}
fr: {targetNetDelay, plural, zero {Délai réseau de {username} : {targetNetDelay} secondes.} one {Délai réseau de {username} : {targetNetDelay} seconde.} other {Délai réseau de {username} : {targetNetDelay} secondes.}}

source: {usersCount, plural, zero {no users} one {# user} other {# users}}
fr: {usersCount, plural, zero {aucun utilisateur} one {# utilisateur} other {# utilisateurs}}

source: {value, plural, one {{sourceUsername} dropped 1 stone for {targetUsername}} two {{sourceUsername} dropped 2 stones for {targetUsername}} =3 {{sourceUsername} dropped 3 stones for {targetUsername}} other {{sourceUsername} dropped stones for {targetUsername}}}
fr: {value, plural, one {{sourceUsername} a lâché 1 pierre pour {targetUsername}} two {{sourceUsername} a lâché 2 pierres pour {targetUsername}} =3 {{sourceUsername} a lâché 3 pierres pour {targetUsername}} other {{sourceUsername} a lâché des pierres pour {targetUsername}}}

source: {winnersCount, plural, one {Congratulations {firstWinner}} other {Congratulations {firstWinner} and {secondWinner}}}
fr: {winnersCount, plural, one {Félicitations {firstWinner}} =2 {Félicitations {firstWinner} et {secondWinner}}}

source: <0>Don’t have an account?</0> <1>Sign Up</1>
fr: <0>Vous n'avez pas de compte ?</0> <1>Inscrivez-vous</1>

source: <0>Effective Date: {date}</0><1><2>1. Introduction</2><3>This Privacy Policy explains how {name} collects, uses, and protects your personal data when you use our services.</3></1><4><5>2. Information We Collect</5><6>When you sign up and use {name}, we collect the following personal information:</6><7><8><9>Name:</9> Your full name.</8><10><11>Email:</11> Your email address.</10><12><13>Birthdate:</13> Your date of birth.</12><14><15>Usage Data:</15> Data related to your usage of the services.</14></7></4><16><17>3. How We Use Your Information</17><18>We use your information to provide and improve the services, communicate with you, and for security purposes.</18></16><19><20>4. Sharing Your Information</20><21>We do not sell or share your personal information with third parties except as required by law or with your consent.</21></19><22><23>5. Security</23><24>We implement reasonable security measures to protect your data, but no method of transmission over the Internet is 100% secure.</24></22><25><26>6. Your Rights</26><27>You have the right to access, correct, or delete your personal data. To delete your account, please sign in and visit the <28>account deletion page</28>.</27></25><29><30>7. Changes to this Policy</30><31>We may update this Privacy Policy from time to time. Any changes will be posted here with an updated “Effective Date.”</31></29><32><33>8. Contact Us</33><34>If you have any questions, please contact us at <35>{supportEmail}</35>.</34></32>
fr: <0>Date d’entrée en vigueur : {date}</0><1><2>1. Introduction</2><3>Cette politique de confidentialité explique comment {name} collecte, utilise et protège vos données personnelles lorsque vous utilisez nos services.</3></1><4><5>2. Informations que nous collectons</5><6>Lorsque vous vous inscrivez et utilisez {name}, nous collectons les informations personnelles suivantes :</6><7><8><9>Nom :</9> Votre nom complet.</8><10><11>Courriel :</11> Votre adresse électronique.</10><12><13>Date de naissance :</13> Votre date de naissance.</12><14><15>Données d’utilisation :</15> Données relatives à votre utilisation des services.</14></7></4><16><17>3. Comment nous utilisons vos informations</17><18>Nous utilisons vos informations pour fournir et améliorer les services, communiquer avec vous et à des fins de sécurité.</18></16><19><20>4. Partage de vos informations</20><21>Nous ne vendons ni ne partageons vos informations personnelles avec des tiers sauf si la loi l’exige ou avec votre consentement.</21></19><22><23>5. Sécurité</23><24>Nous mettons en place des mesures de sécurité raisonnables pour protéger vos données, mais aucun mode de transmission sur Internet n’est 100 % sécurisé.</24></22><25><26>6. Vos droits</26><27>Vous avez le droit d’accéder, de corriger ou de supprimer vos données personnelles. Pour supprimer votre compte, veuillez vous connecter et visiter la <28>page de suppression de compte</28>.</27></25><29><30>7. Modifications de cette politique</30><31>Nous pouvons mettre à jour cette politique de confidentialité de temps en temps. Toute modification sera publiée ici avec une « Date d’entrée en vigueur » mise à jour.</31></29><32><33>8. Nous contacter</33><34>Si vous avez des questions, veuillez nous contacter à <35>{supportEmail}</35>.</34></32>

source: <0>Effective Date: {date}</0><1><2>1. Introduction</2><3>Welcome to {name}! By accessing and using our services, you agree to comply with these Terms of Service.</3></1><4><5>2. User Responsibilities</5><6>You are responsible for maintaining the confidentiality of your account details, and you agree not to share your account with anyone.</6></4><7><8>3. Prohibited Activities</8><9>You agree not to engage in any activity that would harm, disrupt, or interfere with {name} or its users.</9></7><10><11>4. Termination</11><12>We reserve the right to suspend or terminate your access to the service if you violate these Terms of Service.</12></10><13><14>5. Limitation of Liability</14><15>{name} is not responsible for any loss or damage arising from your use of the service.</15></13><16><17>6. Contact Us</17><18>If you have any questions, please contact us at <19>{supportEmail}</19>.</18></16>
fr: <0>Date d'entrée en vigueur : {date}</0><1><2>1. Introduction</2><3>Bienvenue sur {name} ! En accédant et en utilisant nos services, vous acceptez de vous conformer à ces conditions d'utilisation.</3></1><4><5>2. Responsabilités de l'utilisateur</5><6>Vous êtes responsable de la confidentialité de vos détails de compte et vous acceptez de ne pas partager votre compte avec d'autres.</6></4><7><8>3. Activités interdites</8><9>Vous acceptez de ne pas participer à toute activité qui nuirait, perturberait ou interférerait avec {name} ou ses utilisateurs.</9></7><10><11>4. Résiliation</11><12>Nous nous réservons le droit de suspendre ou de résilier votre accès au service si vous violez ces conditions d'utilisation.</12></10><13><14>5. Limitation de responsabilité</14><15>{name} n'est pas responsable des pertes ou dommages résultant de votre utilisation du service.</15></13><16><17>6. Nous contacter</17><18>Si vous avez des questions, veuillez nous contacter à <19>{supportEmail}</19>.</18></16>

source: <0>Email not verified.</0> Please verify your email to continue. <1>Resend verification</1>
fr: <0>Courriel non vérifié.</0> Veuillez vérifier votre courriel pour continuer. <1>Renvoyer la vérification</1>

source: <0>The next game is starting in</0><1>{countdown}</1><2>{countdown, plural, one {second} other {seconds}}</2>
fr: <0>La prochaine partie commence dans</0><1>{countdown}</1><2>{countdown, plural, one {seconde} other {secondes}}</2>

source: A confirmation email has been sent to {email}. If you don’t see it in your inbox, please check your spam or junk folder.
fr: Un courriel de confirmation a été envoyé à {email}. Si vous ne le voyez pas dans votre boîte de réception, veuillez vérifier votre dossier de pourriels ou courriers indésirables.

source: A modern recreation of the classic online block-stacking puzzle game
fr: Jeu d'empilement de blocs en ligne - Version moderne du puzzle classique

source: A reset password link has been sent in your inbox!
fr: Un lien pour réinitialiser votre mot de passe a été envoyé dans votre boîte de réception!
