Repository: Chelny/youpi
Catalog: translations/locales/*/messages.po
Languages: fr

source: A verification email has been sent to your new email address. Please check your inbox or your spam folder.
fr: Un courriel de vérification a été envoyé à votre nouvelle adresse électronique. Veuillez vérifier votre boîte de réception ou votre dossier de courriers indésirables.

source: Accept
fr: Accepter

source: Account
fr: Compte

source: Add Passkey
fr: Ajouter une clé d'accès

source: Add Row
fr: Ajouter une rangée

source: Add Stones
fr: Ajouter des pierres

source: Advanced
fr: Avancé

source: advertisement
fr: publicité

source: All
fr: Tout

source: Allow instant messages from my friends only.
fr: Autoriser les messages instantanés uniquement de mes amis.

source: Already have an account? <0>Sign In</0>
fr: Vous avez déjà un compte ? <0>Connectez-vous</0>

source: An unexpected error occurred. Please try again later or <0>contact our support team</0> if this issue continues.
fr: Une erreur inattendue est survenue. Veuillez réessayer plus tard ou <0>contactez notre équipe de soutien</0> si ce problème persiste.

source: April
fr: Avril

source: Attack Power Blocks
fr: Blocs de pouvoir d’attaque

source: Attacks damage opponents' boards.
fr: Les attaques endommagent les plateaux des adversaires.

source: August
fr: Août

source: Beginner
fr: Débutant

source: Birthdate
fr: Date de naissance

source: Blocked
fr: Bloqué(e)

source: Boot
fr: Expulser

source: Boot User
fr: Expulser l'utilisateur

source: Booted from table
fr: Expulsé(e) de la table

source: breadcrumb
fr: fil d'Ariane

source: By signing in, you agree to our <0>Terms of Service</0> and <1>Privacy Policy</1>.
fr: En vous connectant, vous acceptez nos <0>Conditions d'utilisation</0> et notre <1>Politique de confidentialité</1>.

source: Cancel
fr: Annuler

source: Change Keys
fr: Changer les touches

source: Change Password
fr: Modifier le mot de passe

source: Choose how the site looks and feels.
fr: Choisissez l’apparence générale du site.

source: Choose the language used across the site.
fr: Choisissez la langue utilisée sur tout le site.

source: Close
fr: Fermer

source: Clump
fr: Grappe

source: Collapse sidebar
fr: Réduire la barre latérale

source: Color Blast
fr: Explosion de couleurs

source: Complete Registration
fr: Terminer l'inscription

source: Complete Your Profile
fr: Complétez votre profil

source: Confirm
fr: Confirmer

source: Confirm Deletion
fr: Confirmer la suppression

source: Confirm New Password
fr: Confirmer le nouveau mot de passe

source: Confirm Password
fr: Confirmer le mot de passe

source: Connect or disconnect social accounts used to sign in.
fr: Connectez ou déconnectez les comptes sociaux utilisés pour vous connecter.

source: Connected to the game as {username}
fr: Connecté(e) au jeu en tant que {username}

source: Create
fr: Créer

source: Create Table
fr: Créer une table

source: Current Password
fr: Mot de passe actuel

source: Cycle Color:
fr: Changer la couleur :

source: Dark
fr: Sombre

source: December
fr: Décembre

source: Decline
fr: Refuser

source: Decline All Invitations
fr: Refuser toutes les invitations

source: Defense Power Blocks
fr: Blocs de pouvoir défensifs

source: Defenses repair your team's boards.
fr: Les défenses réparent les planches de votre équipe.

source: Defuse
fr: Désamorcer

source: Delete
fr: Supprimer

source: Delete "{passkeyName}" passkey
fr: Supprimer la clé d'accès « {passkeyName} »

source: Delete notification
fr: Supprimer la notification

source: Demo
fr: Démo

source: Disconnected from server
fr: Déconnecté(e) du server

source: Dither
fr: Tramer

source: Done
fr: Terminé

source: Double-click to change avatar
fr: Double-cliquez pour changer d'avatar

source: Double-click to view player information
fr: Double-cliquez pour voir les informations du joueur

source: Down Arrow
fr: Flèche bas

source: Drop Stones
fr: Pierres tombantes

source: Drop:
fr: Chuter :

source: Duplicate keys detected. Each key must be unique.
fr: Des touches en double ont été détectées. Chaque touche doit être unique.

source: Edit "{passkeyName}" passkey
fr: Modifier la clé d'accès « {passkeyName} »

source: Email
fr: Courriel

source: Email Me A Sign In Link
fr: Envoyez-moi un lien de connexion par courriel

source: End
fr: Fin

source: English
fr: Anglais

source: Enter a name for the passkey
fr: Entrez un nom pour la clé d'accès

source: Enter your current password to make an update.
fr: Entrez votre mot de passe actuel pour effectuer une mise à jour.

source: Enter your email
fr: Entrez votre courriel

source: Enter your email to request an account deletion
fr: Entrez votre courriel pour demander la suppression du compte

source: Enter your name
fr: Entrez votre nom

source: Enter your username
fr: Entrez votre nom d'utilisateur

source: Error
fr: Erreur

source: Error code: <0>{errorCode}</0>
fr: Code d'erreur : <0>{errorCode}</0>

source: Exit Room
fr: Quitter la salle

source: Expand sidebar
fr: Élargir la barre latérale

source: Failed to load relationships.
fr: Impossible de charger les relations.

source: Failed to update avatar.
fr: Échec de la mise à jour de l’avatar.

source: Favorite
fr: Favori

source: February
fr: Février

source: Following
fr: Suit

source: Forgot Password
fr: Mot de passe oublié

source: French
fr: Français

source: Friday
fr: Vendredi

source: Full
fr: Complet

source: Game option: {ratedOption}
fr: Option de jeu : {ratedOption}

source: Game Over
fr: Partie terminée

source: Games
fr: Jeux

source: Games Completed: {gamesCompleted}
fr: Jeux terminés : {gamesCompleted}

source: Go to homepage
fr: Aller à la page d'accueil

source: Help
fr: Aide

source: Help!
fr: À l'aide !

source: Hide password
fr: Masquer le mot de passe

source: Home
fr: Accueil

source: Host: {hostUsername}
fr: Hôte : {hostUsername}

source: I agree to the <0>Terms of Service</0> and <1>Privacy Policy</1>.
fr: J'accepte les <0>Conditions d'utilisation</0> et la <1>Politique de confidentialité</1>.

source: I brush off your attacks like dandruff.
fr: Je balaie tes attaques comme des pellicules.

source: I can destroy at will.
fr: Je peux détruire à volonté.

source: I can't talk until the game is over.
fr: Je ne peux pas parler avant la fin de la partie.

source: I rule the world!
fr: Je domine le monde !

source: Idle time: {idleTime}.
fr: Temps d'inactivité : {idleTime}.

source: Idle time: <0>unavailable</0>
fr: Temps d'inactivité: <0>unavailable</0>

source: Ignore
fr: Ignorer

source: Insert
fr: Insérer

source: Intermediate
fr: Intermédiaire

source: Invitation Declined
fr: Invitation refusée

source: Invite
fr: Inviter

source: Invite User
fr: Inviter un utilisateur

source: Invited
fr: Invité(e)

source: It looks like the page you’re looking for doesn’t exist or has been moved.
fr: Il semble que la page que vous recherchez n'existe pas ou a été déplacée.

source: January
fr: Janvier

source: Join
fr: Joindre

source: Joined
fr: Rejoint

source: Joined games
fr: Jeux rejoints

source: July
fr: Juillet

source: June
fr: Juin

source: Language
fr: Langue

source: Left Arrow
fr: Flèche gauche

source: Left:
fr: Gauche :

source: Light
fr: Clair

source: Link
fr: Lier

source: Link {label}
fr: Lier {label}

source: Linked Social Accounts
fr: Comptes liés

source: Load more
fr: Charger plus

source: Loading...
fr: Chargement...

source: Losses: {losses}
fr: Défaites: {losses}

source: Magic Link
fr: Lien magique

source: Manage passkeys for faster and more secure sign-in.
fr: Gérez les clés d'accès pour une connexion plus rapide et plus sécurisée.

source: March
fr: Mars

source: Mark this conversation as read
fr: Marquer cette conversation comme lue

source: May
fr: Mai

source: Medusa Piece
fr: Pièce de Méduse

source: Midas Piece
fr: Pièce de Midas

source: Monday
fr: Lundi

source: More
fr: Plus

source: Move Down
fr: Déplacer vers le bas

source: Move Left
fr: Déplacer vers la gauche

source: Move Right
fr: Déplacer vers la droite

source: Move Up
fr: Déplacer vers le haut

source: Mute this conversation
fr: Mettre cette conversation en sourdine

source: Muted
fr: En sourdine

source: Name
fr: Nom

source: Need help partner?
fr: Besoin d'aide, partenaire ?

source: New Password
fr: Nouveau mot de passe

source: Next Decade
fr: Prochaine décennie

source: Next game starting...
fr: Prochaine partie en cours de démarrage...

source: Next Month
fr: Mois suivant

source: Next Year
fr: Prochain année

source: No conversations
fr: Aucune conversation

source: No notifications
fr: Aucune notification

source: No results
fr: Aucun résultat

source: None
fr: Aucun

source: Not muted
fr: Non mis en sourdine

source: Not Rated
fr: Non évalué

source: November
fr: Novembre

source: Numpad -
fr: Pavé numérique -

source: Numpad .
fr: Pavé numérique .

source: Numpad *
fr: Pavé numérique *

source: Numpad /
fr: Pavé numérique /

source: Numpad +
fr: Pavé numérique +

source: Numpad =
fr: Pavé numérique =

source: Numpad 0
fr: Pavé numérique 0

source: Numpad 1
fr: Pavé numérique 1

source: Numpad 2
fr: Pavé numérique 2

source: Numpad 3
fr: Pavé numérique 3

source: Numpad 4
fr: Pavé numérique 4

source: Numpad 5
fr: Pavé numérique 5

source: Numpad 6
fr: Pavé numérique 6

source: Numpad 7
fr: Pavé numérique 7

source: Numpad 8
fr: Pavé numérique 8

source: Numpad 9
fr: Pavé numérique 9

source: October
fr: Octobre

source: OK, I’m ready to play
fr: OK, je suis prêt(e) à jouer

source: Opponent
fr: Adversaire

source: Option: rated
fr: Option : évalué

source: optional
fr: facultatif

source: or sign in with
fr: ou connectez-vous avec

source: Page Down
fr: Page suivante

source: Page Not Found
fr: Page non trouvée

source: Page Up
fr: Page précédente

source: Passkey
fr: Clé d'accès

source: Passkeys
fr: Clés d'accès

source: Password
fr: Mot de passe

source: Password must be at least 8 characters long, must contain at least one digit, one uppercase letter, and at least one special character.
fr: Le mot de passe doit comporter au moins 8 caractères, inclure au moins un chiffre, une lettre majuscule et un caractère spécial.

source: Pause Demo
fr: Mettre la démo en pause

source: Personal Information
fr: Informations personnelles

source: Ping
fr: Envoyer un ping

source: Play Now
fr: Jouer maintenant

source: Player information of {username}
fr: Informations du joueur {username}

source: Please note that deleting your account is a permanent action and cannot be undone. All your data, including your profile, settings, and any associated information, will be deleted immediately once you confirm your request through the link sent to your email. If you did not request account deletion, please contact our support team right away for assistance.
fr: Veuillez noter que la suppression de votre compte est une action permanente et ne peut pas être annulée. Toutes vos données, y compris votre profil, vos paramètres et toute information associée, seront immédiatement supprimées une fois votre demande confirmée via le lien envoyé à votre courriel. Si vous n'avez pas demandé la suppression de votre compte, veuillez contacter notre équipe de soutien immédiatement pour obtenir de l'aide.

source: Prepare to lose.
fr: Prépare-toi à perdre.

source: Previous Decade
fr: Décennie précédente

source: Previous Month
fr: Mois précédent

source: Previous Year
fr: Année précédente

source: Primary navigation
fr: Navigation principale

source: Privacy Policy
fr: Politique de confidentialité

source: Private
fr: Privé

source: Profanity Filter
fr: Filtre de vulgarités

source: Profile
fr: Profil

source: Protected
fr: Protégé

source: provisional
fr: provisoire

source: Quit
fr: Quitter

source: Rated
fr: Évalué

source: Rated Game
fr: Jeu évalué

source: Rating
fr: Évaluation

source: Rating: {rating}
fr: Évaluation : {rating}

source: Ratings
fr: Évaluations

source: Ready
fr: Prêt

source: Reason
fr: Raison

source: Relation Type
fr: Type de relation

source: Relationships
fr: Relations

source: Remember me
fr: Se souvenir de moi

source: Remove Color
fr: Supprimer une couleur

source: Remove Powers
fr: Supprimer les pouvoirs

source: Remove Row
fr: Supprimer une rangée

source: Remove this conversation
fr: Retirer cette conversation

source: Reset
fr: Réinitialiser

source: Reset Password
fr: Réinitialiser le mot de passe

source: Resize the window (recommended size: {width} by {height})<0/>or use a computer for a better experience.
fr: Redimensionnez la fenêtre (taille recommandée : {width} par {height})<0/>ou utilisez un ordinateur pour une meilleure expérience.

source: Resume Demo
fr: Reprendre la démo

source: Return to the game
fr: Retour au jeu

source: Revoke all other sessions
fr: Révoquer toutes les autres sessions

source: Right Arrow
fr: Flèche droite

source: Right:
fr: Droite :

source: Rooms
fr: Salles

source: Saturday
fr: Samedi

source: Save
fr: Sauvegarder

source: Save passkey
fr: Enregistrer la clé d'accès

source: Screen Too Small
fr: Écran trop petit

source: Search by username...
fr: Rechercher par nom d’utilisateur...

source: Search users
fr: Rechercher des utilisateurs

source: Select a conversation
fr: Sélectionner une conversation

source: Select a date
fr: Sélectionner une date

source: Select Year
fr: Sélectionner l'année

source: Select your profile avatar.
fr: Sélectionnez votre avatar de profil.

source: Send
fr: Envoyer

source: Send Email
fr: Envoyer le courriel

source: Send instant message
fr: Envoyer un message instantané

source: Send Verification Email
fr: Envoyer un courriel de vérification

source: September
fr: Septembre

source: Set Password
fr: Définir le mot de passe

source: Settings
fr: Paramètres

source: Show password
fr: Afficher le mot de passe

source: Sign In
fr: Connexion

source: Sign in with {provider}
fr: Connexion avec {provider}

source: Sign in with email and password
fr: Se connecter avec courriel et mot de passe

source: Sign In with Magic Link
fr: Se connecter avec un lien magique

source: Sign out
fr: Se déconnecter

source: Sign Up
fr: Inscription

source: Skip this step
fr: Passer cette étape

source: Something went wrong
fr: Quelque chose s'est mal passé

source: Sort ascending
fr: Trier par ordre croissant

source: Sort descending
fr: Trier par ordre décroissant

source: Sound
fr: Son

source: Space
fr: Espace

source: Space bar
fr: Barre d’espace

source: Stand
fr: Se lever

source: Start
fr: Commencer

source: Streak: {streak}
fr: Série : {streak}

source: Strong
fr: Fort

source: Sunday
fr: Dimanche

source: System
fr: Système

source: Table Type
fr: Type de table

source: Team
fr: Équipe

source: Team 1-2
fr: Équipe 1-2

source: Team 3-4
fr: Équipe 3-4

source: Team 5-6
fr: Équipe 5-6

source: Team 7-8
fr: Équipe 7-8

source: Terms of Service
fr: Conditions d'utilisation

source: Thanks, partner.
fr: Merci, partenaire.

source: That must have hurt.
fr: Ça a dû faire mal.

source: The account has been linked!
fr: Le compte a été lié !

source: The account has been unlinked!
fr: Le compte a été dissocié !

source: The avatar has been updated!
fr: L’avatar a été mis à jour !

source: The birthdate is invalid.
fr: La date de naissance est invalide.

source: The current password is invalid.
fr: Le mot de passe actuel est invalide.

source: The email is invalid.
fr: Le courriel est invalide.

source: The email or the password is invalid.
fr: Le courriel ou le mot de passe est invalide.

source: The email you provided does not match the one associated with your account.
fr: Le courriel que vous avez fourni ne correspond pas à celui associé à votre compte.

source: The language is invalid.
fr: La langue est invalide.

source: The name is invalid.
fr: Le nom est invalide.

source: The new password and new password confirmation do not match.
fr: Le nouveau mot de passe et la confirmation du mot de passe ne correspondent pas.

source: The new password confirmation is invalid.
fr: La confirmation du nouveau mot de passe est invalide.

source: The new password is invalid.
fr: Le nouveau mot de passe est invalide.

source: The passkey "{name}" has been added!
fr: La clé d'accès « {name} » a été ajoutée!

source: The passkey "{name}" has been deleted!
fr: La clé d'accès « {name} » a été supprimée!

source: The passkey name has been updated!
fr: Le nom de clé d'accès a été mise à jour!

source: The password and password confirmation do not match.
fr: Le mot de passe et la confirmation du mot de passe ne correspondent pas.

source: The password confirmation is invalid.
fr: La confirmation du mot de passe est invalide.

source: The password has been reset! You will be redirected to the sign in page in 3 seconds...
fr: Le mot de passe a été réinitialisé! Vous serez redirigé vers la page de connexion dans 3 secondes...

source: The password has been set!
fr: Le mot de passe a été défini!

source: The password has been updated!
fr: Le mot de passe a été mis à jour!

source: The password is invalid.
fr: Le mot de passe est invalide.

source: The theme has been updated!
fr: Le thème a été mise à jour avec succès!

source: The theme is invalid.
fr: Le thème est invalide.

source: The token is missing or invalid.
fr: Le jeton est manquant ou invalide.

source: The user already exists but the account isn’t linked to the provider.
fr: L'utilisateur existe déjà, mais le compte n'est pas lié au fournisseur.

source: The username is invalid.
fr: Le nom d'utilisateur est invalide.

source: Theme
fr: Thème

source: Theme: {themeLabel}
fr: Thème: {themeLabel}

source: Thursday
fr: Jeudi

source: Towers Rooms
fr: Salles Towers

source: Try again
fr: Réessayez

source: Tuesday
fr: Mardi

source: Unknown error occurred
fr: Une erreur inconnue s'est produite.

source: Unlink
fr: Dissocier

source: Unlink {label}
fr: Dissocier {label}

source: Unmute this conversation
fr: Réactiver cette conversation

source: Up Arrow
fr: Flèche haut

source: Update Profile
fr: Mettre à jour le profil

source: Update the email address associated with your account.
fr: Mettez à jour l'adresse électronique associé à votre compte.

source: Update your personal details here.
fr: Mettez à jour vos informations personnelles ici.

source: Use Item:
fr: Utiliser l'objet :

source: User menu
fr: Menu utilisateur

source: Username
fr: Nom d'utilisateur

source: Username must be between 4 and 32 characters long and can contain digits, periods, and underscores.
fr: Le nom d'utilisateur doit contenir entre 4 et 32 caractères et peut inclure des chiffres, des points et des tirets bas.

source: Validation errors occurred.
fr: Des erreurs de validation se sont produites.

source: Waiting for more players
fr: En attendant plus de joueurs

source: Waiting for the next game
fr: En attente de la prochaine partie

source: Watch
fr: Regarder

source: We were unable to create your account at this time.
fr: Nous n'avons pas pu créer votre compte pour le moment.

source: We’ve sent a magic sign-in link to {email}
fr: Nous avons envoyé un lien magique de connexion à {email}

source: Weak
fr: Faible

source: Wednesday
fr: Mercredi

source: Who is Watching
fr: Qui regarde

source: Wins: {wins}
fr: Victoires : {wins}

source: Work as a team, partner.
fr: Travaille en équipe, partenaire.

source: Would you like to join?
fr: Voudriez-vous rejoindre ?

source: Write something...
fr: Écrivez quelque chose...

source: Yeah baby!
fr: Ouais bébé !

source: You
fr: Vous

source: You are not logged in
fr: Vous n'êtes pas connecté

source: You can add a row
fr: Vous pouvez ajouter une rangée

source: You can color blast
fr: Vous pouvez déclencher une explosion de couleur

source: You can remove a row
fr: Vous pouvez supprimer une rangée

source: You can send a color plague
fr: Vous pouvez envoyer une peste de couleur

source: You can send a Medusa piece
fr: Vous pouvez envoyer une pièce de Méduse

source: You can send a Midas piece
fr: Vous pouvez envoyer une pièce de Midas

source: You can use a special cell
fr: Vous pouvez utiliser une cellule spéciale

source: You can't touch me.
fr: Tu ne peux pas m'atteindre.

source: You have new notifications.
fr: Vous avez de nouvelles notifications.

source: You lose!
fr: Vous avez perdu !

source: You must accept the terms and conditions.
fr: Vous devez accepter les termes et conditions.

source: You must be at least 13 years old.
fr: Vous devez avoir au moins 13 ans.

source: You must rate this game.
fr: Vous devez évaluer ce jeu.

source: You must select a table type.
fr: Vous devez sélectionner un type de table.

source: You win!
fr: Vous avez gagné !

source: You’re signed in successfully. Welcome back!
fr: Connexion réussie. Bon retour !

source: Your account deletion request has been accepted. To complete the process, please confirm by clicking the link sent to your email.
fr: Votre demande de suppression de compte a été acceptée. Pour finaliser le processus, veuillez confirmer en cliquant sur le lien envoyé à votre adresse électronique.

source: Your browser does not support the video tag.
fr: Votre navigateur ne prend pas en charge la balise vidéo.

source: Your key bindings have been saved successfully!
fr: Les touches de contrôle ont été enregistrées avec succès !

source: Your mission: Remove blocks from your and your partner’s boards!
fr: Votre mission : retirer les blocs de votre plateau et de celui de votre partenaire !

source: Your profile has been updated!
fr: Votre profil a été mis à jour !

source: Your profile has been updated! You will be redirected in 3 seconds...
fr: Votre profil a été mis à jour ! Vous serez redirigé dans 3 secondes...
